{
    "quoteesArray": [
        {
            "quotee": "Paulo Coelho",
            "profession": "Novelist",
            "image": "https://upload.wikimedia.org/wikipedia/commons/5/53/Paulo_Coelho_2007-04-09_001_%28cropped%29.jpg",
            "quotes": {
                "The Alchemist | 9780008144227": [
                    "And, when you want something, all the universe conspires in helping you to achieve it.",
                    "It's the possibility of having a dream come true that makes life interesting.",
                    "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too.",
                    "One is loved because one is loved. No reason is needed for loving.",
                    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
                    "So, I love you because the entire universe conspired to help me find you.",
                    "The secret of life, though, is to fall seven times and to get up eight times.",
                    "The simple things are also the most extraordinary things, and only the wise can see them.",
                    "Everyone seems to have a clear idea of how other people should lead their lives, but none about his or her own.",
                    "Remember that wherever your heart is, there you will find your treasure.",
                    "Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams, because every second of the search is a second's encounter with God and with eternity.",
                    "No matter what he does, every person on earth plays a central role in the history of the world. And normally he doesn't know it.",
                    "Don't give in to your fears. If you do, you won't be able to talk to your heart.",
                    "This is what we call love. When you are loved, you can do anything in creation. When you are loved, there's no need at all to understand what's happening, because everything happens within you.",
                    "People are capable, at any time in their lives, of doing what they dream of.",
                    "We are travelers on a cosmic journey,stardust,swirling and dancing in the eddies and whirlpools of infinity. Life is eternal. We have stopped for a moment to encounter each other, to meet, to love, to share.This is a precious moment. It is a little parenthesis in eternity.",
                    "Everything that happens once can never happen again. But everything that happens twice will surely happen a third time.",
                    "I don’t live in either my past or my future. I’m interested only in the present. If you can concentrate always on the present, you’ll be a happy man. Life will be a party for you, a grand festival, because life is the moment we’re living now.",
                    "Your eyes show the strength of your soul.",
                    "When each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.",
                    "You will never be able to escape from your heart. So it's better to listen to what it has to say.",
                    "Every blessing ignored becomes a curse.",
                    "Intuition is really a sudden immersion of the soul into the universal current of life.",
                    "And, when you can't go back, you have to worry only about the best way of moving forward.",
                    "To realize one's destiny is a person's only obligation.",
                    "There is only one way to learn. It's through action. Everything you need to know you have learned through your journey.",
                    "If I am really part of your dream, you’ll come back one day.",
                    "Sometimes there's just no way to hold back the river.",
                    "Never stop dreaming."
                ]

            }
        }
    ]
}

  
