{
    "quoteesArray": [
        {
            "quotee": "Khaled Hosseini",
            "profession": "Novelist",
            "image": "https://images.gr-assets.com/authors/1359753468p5/569.jpg",
            "quotes": {
                "A Thousand Splendid Suns | 978-1526604750": [
                    "Marriage can wait, education cannot.",
                    "One could not count the moons that shimmer on her roofs, or the thousand splendid suns that hide behind her walls.",
                    "Of all the hardships a person had to face, none was more punishing than the simple act of waiting.",
                    "A society has no chance of success if its women are uneducated...",
                    "A man's heart is a wretched, wretched thing. It isn't like a mother's womb. It won't bleed. It won't stretch to make room for you.",
                    "I will follow you to the ends of the world."
                ],
                "The Kite Runner | 978-1408824856": [
                    "For you, a thousand times over.",
                    "It may be unfair, but what happens in a few days, sometimes even a single day, can change the course of a whole lifetime...",
                    "And that's the thing about people who mean everything they say. They think everyone else does too.",
                    "There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth.",
                    "It always hurts more to have and lose than to not have in the first place.",
                    "I wondered if that was how forgiveness budded; not with the fanfare of epiphany, but with pain gathering its things, packing up, and slipping away unannounced in the middle of the night.",
                    "There is a way to be good again...",
                    "People say that eyes are windows to the soul.",
                    "Time can be a greedy thing-sometimes it steals the details for itself.",
                    "A man who has no conscience, no goodness, does not suffer.",
                    "It's wrong what they say about the past, I've learned, about how you can bury it. Because the past claws its way out.",
                    "But better to get hurt by the truth than comforted with a lie.",
                    "Children aren't coloring books. You don't get to fill them with your favorite colors."
                ]
            }
        }
    ]
}

  
