{
    "quoteesArray": [
        {
            "quotee": "Elizabeth Gilbert",
            "profession": "Journalist & Author",
            "image": "https://media2.westword.com/den/imager/u/magnum/13979118/24130.jpg?cb=1651181071",
            "quotes": {
                "Eat, Pray, Love | 9780747585664": [
                    "This is a good sign, having a broken heart. It means we have tried for something.",
                    "You’re wishin’ too much, baby. You gotta stop wearing your wishbone where your backbone oughtta be.",
                    "To lose balance sometimes for love is part of living a balanced life.",
                    "Your emotions are the slaves to your thoughts, and you are the slave to your emotions.",
                    "I think I deserve something beautiful.",
                    "Do not apologize for crying. Without this emotion, we are only robots.",
                    "In desperate love, we always invent the characters of our partners, demanding they be what we need of them, and then feeling devastated when they refuse to perform the role we created in the first place.",
                    "There’s a crack (or cracks) in everyone…that’s how the light of God gets in.",
                    "The only thing more unthinkable than leaving was staying; the only thing more impossible than staying was leaving.",
                    "It all goes away. Eventually, everything goes away.",
                    "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises.",
                    "In the end, though, maybe we must all give up trying to pay back the people in this world who sustain our lives. In the end, maybe it's wiser to surrender before the miraculous scope of human generosity and to just keep saying thank you, forever and sincerely, for as long as we have voices.",
                    "Some days are meant to be counted, others are meant to be weighed.",
                    "At some point, you gotta let go, and sit still, and allow contentment to come to you.",
                    "I am a better person when I have less on my plate.",
                    "Ruin is a gift. Ruin is the road to transformation.",
                    "We don't realize that, somewhere within us all, there does exist a supreme self who is eternally at peace.",
                    "When the karma of a relationship is done, only love remains. It's safe. Let go.",
                    "That’s the thing about a human life-there’s no control group, no way to ever know how any of us would have turned out if any variables had been changed."
                ],
                "City of Girls | 9781408867044": [
                    "You must learn in life to take things more lightly, my dear. The world is always changing. Learn how to allow for it.",
                    "Let us not become so cautious that we forget to live.",
                    "Life is short and difficult, people. We must take our pleasures where we can find them. Let us not become so cautious that we forget to live.",
                    "The world just happens to you sometimes, is what I think. And people just gotta keep moving through it, best they can.",
                    "Nothing will uproot your life more violently than true love—at least as far as I’ve always witnessed.",
                    "I only meant that there was a place within my imagination so fathomlessly deep that the light of the real world could never touch it.",
                    "Sometimes it's just true that other people have better ideas for your life than you do."
                ],
                "The Signature of All Things | 9781408841891": [
                    "I would like to spend the rest of my days in a place so silent–and working at a pace so slow–that I would be able to hear myself living.",
                    "Take me someplace where we can be silent together.",
                    "There is a level of grief so deep that it stops resembling grief at all. The pain becomes so severe that the body can no longer feel it. The grief cauterizes itself, scars over, prevents inflated feeling. Such numbness is a kind of mercy.",
                    "Nothing is so essential as dignity… Time will reveal who has it and who has it not.",
                    "There is a Dutch word, uitwaaien, “to walk against the wind for pleasure.",
                    "Who loves you most? Who loves you best? Who thinks of you when others rest?",
                    "Beauty is not required. Beauty is accuracy's distraction.",
                    "All transformation appears to be motivated by desperation and emergency.",
                    "Who will ever kiss this encyclopedia of a head?",
                    "A parent is inexcusable who does not personally teach her child to think.",
                    "To show a longing for anything that one cannot have, for instance, is not a clever position.",
                    "She wanted to understand the world, and she made a habit of chasing down information to its last hiding place, as though the fate of nations were at stake in every instance.",
                    "The beauty and variety of the natural world are merely the visible legacies of endless war.",
                    "In all of our lives, there are days that we wish we could see expunged from the record of our very existence."
                ]

            }
        }
    ]
}

  
