{
    "quoteesArray": [
        {
            "quotee": "Taylor Jenkins Reid",
            "profession": "Author",
            "image": "https://images-na.ssl-images-amazon.com/images/S/amzn-author-media-prod/80rvrf599r2ernjs2f4qf8ne70.jpg",
            "quotes": {
                "The Seven Husbands of Evelyn Hugo | 9781501139239": [
                    "And just as she was about to leave the mircophone, she said 'And to anyone tempted to kiss the TV tonight, please don't chip your tooth.",
                    "Celia may have left me in a huff, but it was a death by a thousand cuts. I hurt her with these tiny scratches, day after day. And then I got surprised when it left a wound too big to heal.",
                    "People think that intimacy is about sex. But intimacy is about truth. When you realize you can tell someone your truth, when you can show yourself to them, when you stand in front of them bare and their response is 'you're safe with me'- that's intimacy.",
                    "Never let anyone make you feel ordinary.",
                    "Don't ignore half of me so you can fit me into a box. Don't do that.",
                    "You do not know how fast you have been running, how hard you have been working, how truly exhausted you are, until somewhat stands behind you and says, “It’s OK, you can fall down now. I’ll catch you.",
                    "I’m under absolutely no obligation to make sense to you.",
                    "It’s always been fascinating to me how things can be simultaneously true and false, how people can be good and bad all in one, how someone can love you in a way that is beautifully selfless while serving themselves ruthlessly.",
                    "Sometimes reality comes crashing down on you. Other times reality simply waits, patiently, for you to run out of the energy it takes to deny it.",
                    "Heartbreak is a loss. Divorce is a piece of paper.",
                    "Please never forget that the sun rises and sets with your smile. At least to me it does. You’re the only thing on this planet worth worshipping.",
                    "Make them pay you what they would pay a white man.",
                    "When you're given an opportunity to change your life, be ready to do whatever it takes to make it happen. The world doesn't give things, you take things.",
                    "You can be sorry about something and not regret it.",
                    "I spent half my time loving her and the other half hiding how much I loved her.",
                    "Be wary of men with something to prove.",
                    "But if you have to go, then go. Go if it hurts. Go if it's time. Just go knowing you were loved, that I will never forget you, that you will live in everything Connor and I do. Go knowing I love you purely, Harry, that you were an amazing father. Go knowing I told you all my secrets. Because you were my best friend.",
                    "You wonder what it must be like to be a man, to be so confident that the final say is yours.",
                    "She always made sure the bad was outweighed by so much good. I...well, I didn't do that for her. I made it fifty-fifty. Which is about the cruelest thing you can do to someone you love, give them just enough good to make them stick through a hell of a lot of bad.",
                    "...do yourself a favor and learn to grab life by the balls, dear. Don’t be so tied up in trying to do the right thing when the smart thing is so painfully clear.",
                    "No one is just a victim or a victor. Everyone is somewhere in between. People who go around casting themselves as one or the other are not only kidding themselves, but they’re also painfully unoriginal.",
                    "People are messy, and love can be ugly. I’m inclined to always err on the side of compassion.",
                    "You can’t tell a single thing about a person’s true character if you both want the same thing. That’s like a dog and a cat getting along because they both want to kill the mouse.",
                    "My mother raised me to be polite, to be demure. I have long operated under the idea that civility is subservience. But it hasn't gotten me very far, that type of kindness. The world respects people who think they should be running it.",
                    "Why have I spent so long settling for less when I know damn well the world expects more?",
                    "And it will be the tragedy of my life that I cannot love you enough to make you mine. That you cannot be loved enough to be anyone’s.",
                    "I loved you so much that I thought you were the meaning of my life....I thought that people were put on earth to find other people, and I was put here to find you. To find you and touch your skin and smell your breath and hear all your thoughts. But I don't want to be meant for someone like you.",
                    "Forgiveness is different from absolution.",
                    "Sometimes divorce isn’t an earth-shattering loss. Sometimes it’s just two people waking up out of a fog.",
                    "You're an idealist and a romantic, and you have a beautiful soul. And I wish the world was ready to be the way you see it. I wish that the rest of the people on earth with us were capable of living up to your expectations. But they aren't. The world is ugly, and no one wants to give anyone the benefit of the doubt about anything.",
                    "That’s the part I was stuck in, the part where you accept the apology because it’s easier than addressing the root of the problem.",
                    "When you dig just the tiniest bit beneath the surface, everyone's love life is original and interesting and nuanced and defies any easy definition.",
                    "I guess what I’m saying is it’s not all luck. It’s luck and being a son of a bitch.",
                    "It’s a hard business, reconciling what the truth used to be with what the truth is now.",
                    "Which is about the cruelest thing you can do to someone you love, give them just enough good to make them stick through a hell of a lot of bad.",
                    "I miss him all the time. But it’s moments like this, when I’m on the precipice of finally doing work that might just expand my heart, that I wish I could at least send him a letter, telling him what I’m doing. And I wish that he could send me one back. I already know what he would write. Something like “I’m proud of you. I love you.” But still, I’d like to get one anyway.",
                    "I think being yourself—your true, entire self—is always going to feel like you’re swimming upstream.",
                    "No … because they are just husbands. I am Evelyn Hugo. And anyways, I think once people know the truth, they will be much more interested in my wife.",
                    "The daily peace of loving plainly.",
                    "If you are intolerable, let me be the one to tolerate you.",
                    "People think that intimacy is about sex. But intimacy is about truth.",
                    "But accepting that something is true isn't the same as thinking that it is just.",
                    "You do not know how fast you have been running, how hard you have been working, how truly exhausted you are, until someone stands behind you and says,\"It's ok, you can fall down now. I'll catch you.\""
                ]
            }
        },
        {
            "quotee": "M.L. Rio",
            "profession": "Author",
            "image": "https://images.gr-assets.com/authors/1647195157p5/14954351.jpg",
            "quotes": {
                "If We Were Villains | 9781785656477": [
                    "For someone who loved words as much as I did, it was amazing how often they failed me.",
                    "You can justify anything if you do it poetically enough.",
                    "But that is how a tragedy like ours or King Lear breaks your heart—by making you believe that the ending might still be happy, until the very last minute.",
                    "How tremendous the agony of unmade decisions.",
                    "Per aspera ad astra. I'd heard a variety of translations, but the one I liked best was Through the thorns, to the stars.",
                    "There is no comfort like complicity.",
                    "Secrets carry weight, like lead.",
                    "I never asked where he went, worried he wouldn't ask me to follow.",
                    "You were real to me. Sometimes I thought you were the only real thing.",
                    "The future is wide and wild and full of promise, but it is precarious, too. Seize on every opportunity that comes your way and cling to it, lest it be washed back out to sea.",
                    "Imagine having all your own thoughts and feelings tangled up with all the thoughts and feelings of a whole other person. It can be hard, sometimes, to sort out which is which.",
                    "We're only ever playing fifty percent of a character. The rest is us, and we're afraid to show people who we really are. We're afraid of looking foolish if we reveal the full force of our emotions.",
                    "Hatred is the sincerest form of flattery.",
                    "But in Shakespeare's world, passion is irresistible, not embarrassing.",
                    "Courage, man; the hurt cannot be much.",
                    "When did we become such terrible people? Maybe we've always been terrible.",
                    "I felt her sigh, and when she breathed her sadness out, I breathed it in.",
                    "I don't know, it's like I look at you and suddenly the sonnets makes sense. The good ones, anyway.",
                    "I seemed doomed to always play supporting roles in someone else's story. Far too many times I had asked myself whether art was imitating life or if it was the other way around.",
                    "So what do you do? Ignore your grief, or indulge it?",
                    "Anything can feel like punishment if it's taught poorly.",
                    "You can't quantify humanity. You can't measure it—not the way you mean to. People are passionate and flawed and fallible. They make mistakes. Their memories fade. Their eyes deceive them.",
                    "I need language to live, like food—lexemes and morphemes and morsels of meaning nourish me with the knowledge that, yes, there is a word for this. Someone else has felt it before.",
                    "The water, too, was still, and I thought, what liars they are, the sky and the water. Still and calm and clear, like everything was fine.",
                    "Make art, make mistakes, and have no regrets.",
                    "Nothing unites men like a common enemy."
                ]
            }
        }
    ]
}

  
