{
    "quoteesArray": [
        {
            "quotee": "Maya Angelou",
            "profession": "Poet & Civil Rights Activist",
            "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3R-pMa3ZwjBk45-3H6xkCwVhYwqD8QYEcMHY3S3D6B2lXnaiowNj-wh1fHjUzOXVVmtY&usqp=CAU",
            "quotes": {
                "I Know Why the Caged Bird Sings | 9780748122349": [
                    "There is no greater agony than bearing an untold story inside you.",
                    "Hoping for the best, prepared for the worst, and unsurprised by anything in between.",
                    "Words mean more than what is set down on paper. It takes the human voice to infuse them with shades of deeper meaning.",
                    "Anything that works against you can also work for you once you understand the Principle of Reverse.",
                    "Instead, pursue the things you love doing, and then do them so well that people can't take their eyes off you.",
                    "Life is going to give you just what you put in it. Put your whole heart in everything you do, and pray, then you can wait.",
                    "I believe most plain girls are virtuous because of the scarcity of opportunity to be otherwise.",
                    "If you're for the right thing, you do it without thinking.",
                    "To be left alone on the tightrope of youthful unknowing is to experience the excruciating beauty of full freedom and the threat of eternal indecision.",
                    "She comprehended the perversity of life, that in the struggle lies the joy.",
                    "The quality of strength lined with tenderness is an unbeatable combination, as are intelligence and necessity when unblunted by formal education. ",
                    "I had given up some youth for knowledge, but my gain was more valuable than the loss.",
                    "The world had taken a deep breath and was having doubts about continuing to revolve."
                ], 
                "Maya Angelou": [
                    "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
                    "When someone shows you who they are believe them the first time.",
                    "We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.",
                    "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.",
                    "I don't trust people who don't love themselves and tell me, 'I love you.' ... There is an African saying which is: Be careful when a naked person offers you a shirt.",
                    "I did then what I knew how to do. Now that I know better, I do better.",
                    "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.",
                    "Success is liking yourself, liking what you do, and liking how you do it.",
                    "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
                    "Have enough courage to trust love one more time and always one more time.",
                    "Never make someone a priority when all you are to them is an option.",
                    "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.",
                    "You can only become truly accomplished at something you love. Don’t make money your goal. Instead pursue the things you love doing and then do them so well that people can’t take their eyes off of you.",
                    "Try to be a rainbow in someone's cloud.",
                    "You alone are enough. You have nothing to prove to anybody.",
                    "The desire to reach for the stars is ambitious. The desire to reach hearts is wise.",
                    "If I am not good to myself, how can I expect anyone else to be good to me?",
                    "You may shoot me with your words, you may cut me with your eyes, you may kill me with your hatefulness, but still, like air, I'll rise!"
                ]
            }
        },
        {
            "quotee": "Jane Austen",
            "profession": "Novelist",
            "image": "https://cdn.britannica.com/12/172012-050-A9AFF8AF/Jane-Austen-Cassandra-engraving-portrait-1810.jpg?w=400&h=300&c=crop",
            "quotes": {
                "Emma | 9780141192475": [
                    "Silly things do cease to be silly if they are done by sensible people in an impudent way.",
                    "If I loved you less, I might be able to talk about it more.",
                    "I may have lost my heart, but not my self-control. ",
                    "I always deserve the best treatment because I never put up with any other.",
                    "I cannot make speeches, Emma...If I loved you less, I might be able to talk about it more. But you know what I am. You hear nothing but truth from me. I have blamed you, and lectured you, and you have borne it as no other woman in England would have borne it.",
                    "Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised or a little mistaken.",
                    "There are people, who the more you do for them, the less they will do for themselves.",
                    "Without music, life would be a blank to me.",
                    "You must be the best judge of your own happiness.",
                    "Indeed, I am very sorry to be right in this instance. I would much rather have been merry than wise.",
                    "I lay it down as a general rule, Harriet, that if a woman doubts as to whether she should accept a man or not, she certainly ought to refuse him.",
                    "Mr. Knightley, if I have not spoken, it is because I am afraid I will awaken myself from this dream.",
                    "Business, you know, may bring money, but friendship hardly ever does.",
                    "Surprises are foolish things. The pleasure is not enhanced, and the inconvenience is often considerable.",
                    "I do suspect that he is not really necessary to my happiness.",
                    "A woman is not to marry a man merely because she is asked, or because he is attached to her, and can write a tolerable letter.",
                    "Evil to some is always good to others",
                    "It is very difficult for the prosperous to be humble."
                ],
                "Pride and Prejudice | 9780141040349": [
                    "I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.",
                    "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.",
                    "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.",
                    "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
                    "There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.",
                    "I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun.",
                    "Angry people are not always wise.",
                    "Vanity and pride are different things, though the words are often used synonymously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.",
                    "There is a stubbornness about me that never can bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me.",
                    "I could easily forgive his pride, if he had not mortified mine.",
                    "Laugh as much as you choose, but you will not laugh me out of my opinion.",
                    "I have not the pleasure of understanding you.",
                    "You are too generous to trifle with me. If your feelings are still what they were last April, tell me so at once. My affections and wishes are unchanged; but one word from you will silence me on this subject for ever.",
                    "I am the happiest creature in the world. Perhaps other people have said so before, but not one with such justice. I am happier even than Jane; she only smiles, I laugh.",
                    "To be fond of dancing was a certain step towards falling in love",
                    "From the very beginning— from the first moment, I may almost say— of my acquaintance with you, your manners, impressing me with the fullest belief of your arrogance, your conceit, and your selfish disdain of the feelings of others, were such as to form the groundwork of disapprobation on which succeeding events have built so immovable a dislike; and I had not known you a month before I felt that you were the last man in the world whom I could ever be prevailed on to marry.",
                    "For what do we live, but to make sport for our neighbors, and laugh at them in our turn?",
                    "You must learn some of my philosophy. Think only of the past as its remembrance gives you pleasure.",
                    "My good opinion once lost is lost forever.",
                    "You must allow me to tell you how ardently I admire and love you.",
                    "She is tolerable, but not handsome enough to tempt me, and I am in no humor at present to give consequence to young ladies who are slighted by other men.",
                    "Had I been in love, I could not have been more wretchedly blind. But vanity, not love, has been my folly.",
                    "I am determined that only the deepest love will induce me into matrimony. So, I shall end an old maid, and teach your ten children to embroider cushions and play their instruments very ill.",
                    "One word from you shall silence me forever.",
                    "I dearly love a laugh... I hope I never ridicule what is wise or good. Follies and nonsense, whims and inconsistencies do divert me, I own, and I laugh at them whenever I can.",
                    "for he is such a disagreeable man, that it would be quite a misfortune to be liked by him.",
                    "I love you. Most ardently.",
                    "How much sooner one tires of anything than of a book!",
                    "I do not find it easy to talk to people I don't know.",
                    "There are very few who have heart enough to be really in love without encouragement"
                ],
                "Persuasion | 9780141197692": [
                    "I hate to hear you talk about all women as if they were fine ladies instead of rational creatures. None of us want to be in calm waters all our lives.",
                    "You pierce my soul. I am half agony, half hope...I have loved none but you.",
                    "There could have been no two hearts so open, no tastes so similar, no feelings so in unison",
                    "Time will explain.",
                    "Let us never underestimate the power of a well-written letter.",
                    "When any two young people take it into their heads to marry, they are pretty sure by perseverance to carry their point, be they ever so poor, or ever so imprudent, or ever so little likely to be necessary to each other's ultimate comfort."            
                ],
                "Mansfield Park | 9780141197708": [
                    "Life seems but a quick succession of busy nothings.",
                    "We have all a better guide in ourselves, if we would attend to it, than any other person can be.",
                    "Selfishness must always be forgiven you know, because there is no hope of a cure.",
                    "I was quiet, but I was not blind.",
                    "A large income is the best recipe for happiness I ever heard of.",
                    "A fondness for reading, properly directed, must be an education in itself.",
                    "Her own thoughts and reflections were habitually her best companions.",
                    "Every moment has its pleasures and its hope.",
                    "There will be little rubs and disappointments everywhere, and we are all apt to expect too much; but then, if one scheme of happiness fails, human nature turns to another; if the first calculation is wrong, we make a second better: we find comfort somewhere.",
                    "Oh! Do not attack me with your watch. A watch is always too fast or too slow. I cannot be dictated to by a watch.",
                    "I have no talent for certainty.",
                    "Of course I love her, but there are as many forms of love as there are moments in time."
                ],
                "Northanger Abbey | 9780141197715": [
                    "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.",
                    "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.",
                    "It is only a novel... or, in short, only some work in which the greatest powers of the mind are displayed, in which the most thorough knowledge of human nature, the happiest delineation of its varieties, the liveliest effusions of wit and humour, are conveyed to the world in the best-chosen language",
                    "If adventures will not befall a young lady in her own village, she must seek them abroad.",
                    "I cannot speak well enough to be unintelligible.",
                    "Friendship is really the finest balm for the pangs of disappointed love.",
                    "What one means one day, you know, one may not mean the next. Circumstances change, opinions alter."
                ],
                "Sense and Sensibility | 9780141040370": [
                    "The more I know of the world, the more I am convinced that I shall never see a man whom I can really love. I require so much!",
                    "It isn't what we say or think that defines us, but what we do.",
                    "If I could but know his heart, everything would become easy.",
                    "I wish, as well as everybody else, to be perfectly happy; but, like everybody else, it must be in my own way.",
                    "Know your own happiness. You want nothing but patience- or give it a more fascinating name, call it hope.",
                    "I come here with no expectations, only to profess, now that I am at liberty to do so, that my heart is and always will be...yours.",
                    "I will be calm. I will be mistress of myself.",
                    "To wish was to hope, and to hope was to expect",
                    "but for my own part, if a book is well written, I always find it too short.",
                    "She was stronger alone…",
                    "Know your own happiness.",
                    "Do not let the behavior of others destroy your inner peace.",
                    "Money can only give happiness where there is nothing else to give it.",
                    "When so many hours have been spent convincing myself I am right, is there not some reason to fear I may be wrong?",
                    "Mama, the more I know of the world, the more I am convinced that I shall never see a man whom I can really love."
                ],
                "Jane Austen": [
                    "I do not want people to be very agreeable, as it saves me the trouble of liking them a great deal.",
                    "Ah! There is nothing like staying at home, for real comfort.",
                    "Nothing ever fatigues me, but doing what I do not like.",
                    "I declare after all there is no enjoyment like reading! How much sooner one tires of anything than of a book!",
                    "There is no charm equal to tenderness of heart.",
                    "Indulge your imagination in every possible flight.",
                    "We are so vain that we even care for the opinion of those we don't care for.",
                    "Real solemn history, I cannot be interested in.... The quarrels of popes and kings, with wars and pestilences in every page; the men all so good for nothing, and hardly any women at all.",
                    "What is right to be done cannot be done too soon.",
                    "It is such a happiness when good people get together -- and they always do."
                ]
            }
        },
        {
            "quotee": "Elizabeth Gilbert",
            "profession": "Journalist & Author",
            "image": "https://media2.westword.com/den/imager/u/magnum/13979118/24130.jpg?cb=1651181071",
            "quotes": {
                "Eat, Pray, Love | 9780747585664": [
                    "This is a good sign, having a broken heart. It means we have tried for something.",
                    "You’re wishin’ too much, baby. You gotta stop wearing your wishbone where your backbone oughtta be.",
                    "To lose balance sometimes for love is part of living a balanced life.",
                    "Your emotions are the slaves to your thoughts, and you are the slave to your emotions.",
                    "I think I deserve something beautiful.",
                    "Do not apologize for crying. Without this emotion, we are only robots.",
                    "In desperate love, we always invent the characters of our partners, demanding they be what we need of them, and then feeling devastated when they refuse to perform the role we created in the first place.",
                    "There’s a crack (or cracks) in everyone…that’s how the light of God gets in.",
                    "The only thing more unthinkable than leaving was staying; the only thing more impossible than staying was leaving.",
                    "It all goes away. Eventually, everything goes away.",
                    "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises.",
                    "In the end, though, maybe we must all give up trying to pay back the people in this world who sustain our lives. In the end, maybe it's wiser to surrender before the miraculous scope of human generosity and to just keep saying thank you, forever and sincerely, for as long as we have voices.",
                    "Some days are meant to be counted, others are meant to be weighed.",
                    "At some point, you gotta let go, and sit still, and allow contentment to come to you.",
                    "I am a better person when I have less on my plate.",
                    "Ruin is a gift. Ruin is the road to transformation.",
                    "We don't realize that, somewhere within us all, there does exist a supreme self who is eternally at peace.",
                    "When the karma of a relationship is done, only love remains. It's safe. Let go.",
                    "That’s the thing about a human life-there’s no control group, no way to ever know how any of us would have turned out if any variables had been changed."
                ],
                "City of Girls | 9781408867044": [
                    "You must learn in life to take things more lightly, my dear. The world is always changing. Learn how to allow for it.",
                    "Let us not become so cautious that we forget to live.",
                    "Life is short and difficult, people. We must take our pleasures where we can find them. Let us not become so cautious that we forget to live.",
                    "The world just happens to you sometimes, is what I think. And people just gotta keep moving through it, best they can.",
                    "Nothing will uproot your life more violently than true love—at least as far as I’ve always witnessed.",
                    "I only meant that there was a place within my imagination so fathomlessly deep that the light of the real world could never touch it.",
                    "Sometimes it's just true that other people have better ideas for your life than you do."
                ],
                "The Signature of All Things | 9781408841891": [
                    "I would like to spend the rest of my days in a place so silent–and working at a pace so slow–that I would be able to hear myself living.",
                    "Take me someplace where we can be silent together.",
                    "There is a level of grief so deep that it stops resembling grief at all. The pain becomes so severe that the body can no longer feel it. The grief cauterizes itself, scars over, prevents inflated feeling. Such numbness is a kind of mercy.",
                    "Nothing is so essential as dignity… Time will reveal who has it and who has it not.",
                    "There is a Dutch word, uitwaaien, “to walk against the wind for pleasure.",
                    "Who loves you most? Who loves you best? Who thinks of you when others rest?",
                    "Beauty is not required. Beauty is accuracy's distraction.",
                    "All transformation appears to be motivated by desperation and emergency.",
                    "Who will ever kiss this encyclopedia of a head?",
                    "A parent is inexcusable who does not personally teach her child to think.",
                    "To show a longing for anything that one cannot have, for instance, is not a clever position.",
                    "She wanted to understand the world, and she made a habit of chasing down information to its last hiding place, as though the fate of nations were at stake in every instance.",
                    "The beauty and variety of the natural world are merely the visible legacies of endless war.",
                    "In all of our lives, there are days that we wish we could see expunged from the record of our very existence."
                ]

            }
        },
        {
            "quotee": "Khaled Hosseini",
            "profession": "Novelist",
            "image": "https://images.gr-assets.com/authors/1359753468p5/569.jpg",
            "quotes": {
                "A Thousand Splendid Suns | 978-1526604750": [
                    "Marriage can wait, education cannot.",
                    "One could not count the moons that shimmer on her roofs, or the thousand splendid suns that hide behind her walls.",
                    "Of all the hardships a person had to face, none was more punishing than the simple act of waiting.",
                    "A society has no chance of success if its women are uneducated...",
                    "A man's heart is a wretched, wretched thing. It isn't like a mother's womb. It won't bleed. It won't stretch to make room for you.",
                    "I will follow you to the ends of the world."
                ],
                "The Kite Runner | 978-1408824856": [
                    "For you, a thousand times over.",
                    "It may be unfair, but what happens in a few days, sometimes even a single day, can change the course of a whole lifetime...",
                    "And that's the thing about people who mean everything they say. They think everyone else does too.",
                    "There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth.",
                    "It always hurts more to have and lose than to not have in the first place.",
                    "I wondered if that was how forgiveness budded; not with the fanfare of epiphany, but with pain gathering its things, packing up, and slipping away unannounced in the middle of the night.",
                    "There is a way to be good again...",
                    "People say that eyes are windows to the soul.",
                    "Time can be a greedy thing-sometimes it steals the details for itself.",
                    "A man who has no conscience, no goodness, does not suffer.",
                    "It's wrong what they say about the past, I've learned, about how you can bury it. Because the past claws its way out.",
                    "But better to get hurt by the truth than comforted with a lie.",
                    "Children aren't coloring books. You don't get to fill them with your favorite colors."
                ]
            }
        },
        {
            "quotee": "Taylor Jenkins Reid",
            "profession": "Author",
            "image": "https://upload.wikimedia.org/wikipedia/commons/1/15/Portrait_of_Taylor_Jekins_Reid.png",
            "quotes": {
                "The Seven Husbands of Evelyn Hugo | 9781501139239": [
                    "And just as she was about to leave the mircophone, she said 'And to anyone tempted to kiss the TV tonight, please don't chip your tooth.",
                    "Celia may have left me in a huff, but it was a death by a thousand cuts. I hurt her with these tiny scratches, day after day. And then I got surprised when it left a wound too big to heal.",
                    "People think that intimacy is about sex. But intimacy is about truth. When you realize you can tell someone your truth, when you can show yourself to them, when you stand in front of them bare and their response is 'you're safe with me'- that's intimacy.",
                    "Never let anyone make you feel ordinary.",
                    "Don't ignore half of me so you can fit me into a box. Don't do that.",
                    "You do not know how fast you have been running, how hard you have been working, how truly exhausted you are, until somewhat stands behind you and says, “It’s OK, you can fall down now. I’ll catch you.",
                    "I’m under absolutely no obligation to make sense to you.",
                    "It’s always been fascinating to me how things can be simultaneously true and false, how people can be good and bad all in one, how someone can love you in a way that is beautifully selfless while serving themselves ruthlessly.",
                    "Sometimes reality comes crashing down on you. Other times reality simply waits, patiently, for you to run out of the energy it takes to deny it.",
                    "Heartbreak is a loss. Divorce is a piece of paper.",
                    "Please never forget that the sun rises and sets with your smile. At least to me it does. You’re the only thing on this planet worth worshipping.",
                    "Make them pay you what they would pay a white man.",
                    "When you're given an opportunity to change your life, be ready to do whatever it takes to make it happen. The world doesn't give things, you take things.",
                    "You can be sorry about something and not regret it.",
                    "I spent half my time loving her and the other half hiding how much I loved her.",
                    "Be wary of men with something to prove.",
                    "But if you have to go, then go. Go if it hurts. Go if it's time. Just go knowing you were loved, that I will never forget you, that you will live in everything Connor and I do. Go knowing I love you purely, Harry, that you were an amazing father. Go knowing I told you all my secrets. Because you were my best friend.",
                    "You wonder what it must be like to be a man, to be so confident that the final say is yours.",
                    "She always made sure the bad was outweighed by so much good. I...well, I didn't do that for her. I made it fifty-fifty. Which is about the cruelest thing you can do to someone you love, give them just enough good to make them stick through a hell of a lot of bad.",
                    "...do yourself a favor and learn to grab life by the balls, dear. Don’t be so tied up in trying to do the right thing when the smart thing is so painfully clear.",
                    "No one is just a victim or a victor. Everyone is somewhere in between. People who go around casting themselves as one or the other are not only kidding themselves, but they’re also painfully unoriginal.",
                    "People are messy, and love can be ugly. I’m inclined to always err on the side of compassion.",
                    "You can’t tell a single thing about a person’s true character if you both want the same thing. That’s like a dog and a cat getting along because they both want to kill the mouse.",
                    "My mother raised me to be polite, to be demure. I have long operated under the idea that civility is subservience. But it hasn't gotten me very far, that type of kindness. The world respects people who think they should be running it.",
                    "Why have I spent so long settling for less when I know damn well the world expects more?",
                    "And it will be the tragedy of my life that I cannot love you enough to make you mine. That you cannot be loved enough to be anyone’s.",
                    "I loved you so much that I thought you were the meaning of my life....I thought that people were put on earth to find other people, and I was put here to find you. To find you and touch your skin and smell your breath and hear all your thoughts. But I don't want to be meant for someone like you.",
                    "Forgiveness is different from absolution.",
                    "Sometimes divorce isn’t an earth-shattering loss. Sometimes it’s just two people waking up out of a fog.",
                    "You're an idealist and a romantic, and you have a beautiful soul. And I wish the world was ready to be the way you see it. I wish that the rest of the people on earth with us were capable of living up to your expectations. But they aren't. The world is ugly, and no one wants to give anyone the benefit of the doubt about anything.",
                    "That’s the part I was stuck in, the part where you accept the apology because it’s easier than addressing the root of the problem.",
                    "When you dig just the tiniest bit beneath the surface, everyone's love life is original and interesting and nuanced and defies any easy definition.",
                    "I guess what I’m saying is it’s not all luck. It’s luck and being a son of a bitch.",
                    "It’s a hard business, reconciling what the truth used to be with what the truth is now.",
                    "Which is about the cruelest thing you can do to someone you love, give them just enough good to make them stick through a hell of a lot of bad.",
                    "I miss him all the time. But it’s moments like this, when I’m on the precipice of finally doing work that might just expand my heart, that I wish I could at least send him a letter, telling him what I’m doing. And I wish that he could send me one back. I already know what he would write. Something like “I’m proud of you. I love you.” But still, I’d like to get one anyway.",
                    "I think being yourself—your true, entire self—is always going to feel like you’re swimming upstream.",
                    "No … because they are just husbands. I am Evelyn Hugo. And anyways, I think once people know the truth, they will be much more interested in my wife.",
                    "The daily peace of loving plainly.",
                    "If you are intolerable, let me be the one to tolerate you.",
                    "People think that intimacy is about sex. But intimacy is about truth.",
                    "But accepting that something is true isn't the same as thinking that it is just.",
                    "You do not know how fast you have been running, how hard you have been working, how truly exhausted you are, until someone stands behind you and says,\"It's ok, you can fall down now. I'll catch you.\""
                ]
            }
        },
        {
            "quotee": "Tasha Suri",
            "profession": "Author",
            "image": "https://images.gr-assets.com/authors/1519360213p5/17718309.jpg",
            "quotes": {
                "The Jasmine Throne | 9780356515649": [
                    "This was what she had needed. Not forgiveness, not a balm for this strange writhing fury inside her, but the promise of someone to care for--to love--that she could not harm. Even if she had to. Even if she tried.",
                    "After all, power makes everyone monstrous. At least a little.",
                    "There is power that is showy and fierce. And there is power grown slowly, and stronger for the time spent braiding its ancient strength.",
                    "Subtlety was cultivated out of necessity, by people who knew that power needed to be treated with care --who understand how easily it could be stolen or taken."
                ]
            }
        },
        {
            "quotee": "Virginia Woolf",
            "profession": "Writer",
            "image": "https://booksonthewall.com/wp-content/uploads/2017/08/617px-Virginia_Woolf_1927.jpg",
            "quotes": {
                "A Room of One's Own | 9780141183534": [
                    "Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind.",
                    "One cannot think well, love well, sleep well, if one has not dined well.",
                    "No need to hurry. No need to sparkle. No need to be anybody but oneself."
                ],
                "Between the Acts | 9780586044438": [
                    "Books are the mirrors of the soul."
                ],
                "Orlando | 9780241284643": [
                    "All extremes of feeling are allied with madness."
                ],
                "Virginia Woolf": [
                    "If you do not tell the truth about yourself you cannot tell it about other people.",
                    "The eyes of others our prisons; their thoughts our cages.",
                    "Growing up is losing some illusions, in order to acquire others.",
                    "I am rooted, but I flow.",
                    "The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity."
                ]

            }
        }
    ]
}

  
